exports.menu2 = (id, RivVerBot, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

*${RivVerBot}*

❉──────────❉

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*
	
╔════════════════════
║ *MENU2 ${RivVerBot}*              
╠════════════════════
║╭──❉ *QUOTES & PUISI* ❉──
║│➸ _*!puisi1*_
║│➸ _*!puisi2*_
║│➸ _*!puisi3*_
║│➸ _*!cerpen*_
║│➸ _*!quotes1*_
║│➸ _*!quotes2*_
║╰──────────
╠════════════════════
║╭──❉ *DOWNLOAD* ❉──
║│➸ _*!ytmp3*_  <link>
║│➸ _*!ytmp4*_ <link>
║│➸ _*!fb*_ <link>
║│➸ _*!tiktok*_  <link>
║│➸ _*!twt*_ <link>
║│➸ _*!ig*_ <link>
║╰──────────
║ *BOT ${RivVerBot}*
╠════════════════════
║╭──❉ *ISLAM* ❉──
║│➸ _*!quran*_
║╰───────────
╠════════════════════
   ===Ka Vera Cantik===
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│➸ *Masuk sini😙*
║│ _${whatsapp}_
║│➸ *YouTube mimin*
║│ _${nomer}_
║│➸ *Instagram <Follow>*
║│ _${instagram}_
║│➸ *Creator ${RivVerBot}*
║│ _${nomer}_
║╰───────────
║         ${RivVerBot}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║         ${RivVerBot}
╠════════════════════
║ _*POWERED BY RivVerBot ID*_
╚════════════════════`
}
